[
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i2"
    },
    "title": "AIR MASSAGER",
    "slug": "air-massager",
    "image": "/images/the-air-massager.png",
    "description": "The Air Massager is a therapeutic device that uses air pressure to gently massage your legs, arms, or feet by inflating and deflating air chambers within specially designed cuffs. It is ideal for people who experience poor circulation, muscle fatigue, swelling, or simply want a relaxing, spa-like massage experience at home or in a clinical setting.",
    "additionalFeatures": [
      "With multiple pressure levels, massage modes, and adjustable timers, the Air Massager enhances blood flow, promotes lymphatic drainage, and helps in recovery after exercise or long hours of standing/sitting.",
      "Some models also support heat therapy for added comfort."
    ],
    "technicalDetails": {
      "Input Voltage": "12V DC Rechargeable Battery",
      "Pressure Range": "0 - 270mmHg",
      "Massage Modes": "Kneading / Pulsing",
      "Control": "On-device buttons"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i3"
    },
    "title": "LIFT SOUND CARD",
    "slug": "lift-sound-card",
    "image": "/images/the-lift-sound-card.png",
    "description": "The Lift Sound Card is a microcontroller-based audio module designed for elevator/lift systems to provide clear, automatic audio announcements. It plays pre-recorded voice messages indicating floor numbers, direction of movement (up/down), arrival notifications, and emergency instructions.",
    "additionalFeatures": [
      "Used widely in residential buildings, commercial towers, hospitals, and public infrastructure, the sound card ensures an inclusive and safe experience, especially for visually impaired passengers.",
      "The system can be integrated with lift control panels and triggered using relay outputs or RS485/RS232 communication from the elevator controller."
    ],
    "technicalDetails": {
      "Input Voltage": "12V - 36V DC",
      "Storage": "MicroSD Card",
      "Audio Format": "WAV",
      "Output": "5W Audio",
      "Trigger Type": "Input Trigger (Dry Contact)",
      "Operating Temperature": "0°C to 55°C"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i4"
    },
    "title": "CONTROLLER FOR COLUMN FLUSHING PUMP",
    "slug": "controller-for-column-flushing-pump",
    "image": "/images/the-controller-for-column-flushing-pump.jpg",
    "description": "The Controller for Column Flushing Pump is a specialized automation device designed to control the operation of pumps used for flushing columns in chemical, pharmaceutical, or laboratory processes. It enables scheduled or manual activation of pump cycles to flush and clean chromatographic columns, ensuring consistent flow, minimizing contamination, and enhancing equipment longevity.",
    "additionalFeatures": [
      "With programmable timing, sensor compatibility, and relay-based control, this unit allows users to automate flush durations, pressure interlocks, and even integrate with existing PLC or SCADA systems for advanced process control."
    ],
    "technicalDetails": {
      "Input voltage": "24V DC",
      "Display": "3.5 Inch Touch Display",
      "Operation Mode": "Automatic"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i5"
    },
    "title": "OPERATION THEATRE CONTROLLER BOARD",
    "slug": "operation-theatre-controller-board",
    "image": "/images/the-operation-theatre-controller-board.jpg",
    "description": "The Operation Theatre Controller Board is a state-of-the-art centralized control unit specifically designed for modular and conventional operation theatres. It provides seamless control over surgical and general lighting (including the OT light), environment monitoring, and real-time information display — all from a single, compact interface.",
    "additionalFeatures": [
      "This integrated board features a touchscreen interface for intuitive operation, allowing surgeons and OT staff to turn lights on/off, adjust brightness (if supported), and monitor vital room parameters such as temperature, humidity, and elapsed surgical time.",
      "It also includes manual tactile buttons for redundancy, ensuring operation even in the event of touchscreen failure."
    ],
    "technicalDetails": {
      "Display Size": "1.3 Inch OLED Display",
      "Operating Temperature": "0°C to 55°C",
      "Humidity Range": "0 – 65% RH"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i6"
    },
    "title": "RAIL TRACK WELDING SMS SYSTEM",
    "slug": "rail-track-welding-sms-system",
    "image": "/images/the-rail-track-welding-sms-system.jpg",
    "description": "The Rail Track Welding SMS System is an innovative IoT-enabled device developed for rail infrastructure and field welding operations. It is designed to enhance operational transparency and safety tracking by instantly communicating critical data through SMS to supervisors, maintenance teams, or central monitoring units. It comes with a Rechargeable Battery of 12V and Touch Display.",
    "additionalFeatures": [
      "As soon as the rail welding process is completed, the system automatically sends a structured SMS containing: Start Time, End Time, Total Duration, Operator Name, and Location.",
      "This real-time communication allows efficient record-keeping, faster decision-making, and improved coordination between teams working remotely or across large rail networks."
    ],
    "technicalDetails": {
      "Input Voltage": "12V DC Rechargeable Battery",
      "GSM Band Support": "2G SIM Slot",
      "SMS Delay": "< 30 seconds after weld completion",
      "Dimensions": "125 x 170 x 85 (mm)",
      "Operating Temperature": "0°C to 55°C"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i8"
    },
    "title": "Controller for Underwater Aquatic Treadmill",
    "slug": "controller-for-underwater-aquatic-treadmill",
    "image": "/images/the-controller-for-underwater-aquatic-treadmill.jpg",
    "description": "The Underwater Aquatic Treadmill Controller is a specialized control box engineered for use in hydrotherapy and aquatic fitness systems. Designed to withstand high-humidity environments and potential water exposure, this unit ensures safe, precise, and user-friendly operation of submerged treadmills.",
    "additionalFeatures": [
      "Ideal for rehabilitation centres, animal therapy pools, and fitness clinics, this controller offers speed control, start/stop operations, and emergency stop functionality.",
      "It also integrates with touchscreen interfaces for monitoring patient sessions."
    ],
    "technicalDetails": {
      "Power Supply": "230V AC",
      "Control Range": "0 km/h to 10 km/h",
      "Interface": "Touch Panel",
      "Connectivity": "IOT Enabled",
      "Operating Temperature": "0 to 50°C"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i9"
    },
    "title": "FOOT MASSAGER",
    "slug": "foot-massager",
    "image": "/images/the-foot-massager.jpg",
    "description": "The Foot Massager merges age-old Ayurvedic wisdom with contemporary electric massage functionality. Crafted with Kansa metal components, it emulates the feel of traditional Kansa thali therapy in a sleek, portable device.",
    "additionalFeatures": [
      "Ideal for daily use at home or office, it delivers gentle heat and rolling mechanical pressure to soothe tired feet and relieve muscle tension."
    ],
    "technicalDetails": {
      "Dimensions": "24 x 12 Inch",
      "Thigh Size": "13 Inch",
      "Material": "Kansa metal rollers"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i10"
    },
    "title": "IoT-Based Air Pressure Monitoring & Control Box",
    "slug": "iot-based-air-pressure-monitoring-and-control-box",
    "image": "/images/the-iot-based-air-pressure-box.png",
    "description": "The IoT-Based Air Pressure Box is a state-of-the-art, connected control device used for monitoring and regulating air pressure in real-time. Designed with an intuitive colour touchscreen interface, it provides visual feedback for system pressure, body zone mapping (for therapy/medical use), and real-time system status.",
    "additionalFeatures": [
      "This smart unit is cloud-connected via Wi-Fi or Ethernet, continuously storing pressure readings and operational logs on a secure cloud server. The data can be accessed remotely via a web-based dashboard interface from any smartphone, tablet, or PC — ideal for remote diagnostics, therapy tracking, or compliance reporting.",
      "The Data Will Be Shown on the Below Dashboard: \"https://dtaac.aortho.in/login/\""
    ],
    "technicalDetails": {
      "Display Type": "7 Inch Touch Screen",
      "Pressure Range": "0 – 270 mmHg",
      "Connectivity": "WIFI",
      "Data Storage": "Cloud",
      "Operating Voltage": "12V Rechargeable Battery Operated",
      "Enclosure Material": "Plastic",
      "Compatibility": "Android, iOS, Windows"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i11"
    },
    "title": "Temperature, Relative & Absolute Humidity Display Unit",
    "slug": "temperature-relative-and-absolute-humidity-display-unit",
    "image": "/images/the-temperature-and-humidity-monitoring-display.png",
    "description": "This Temperature and Humidity Monitoring Display from techAsia Mechatronics Pvt Ltd. is a precision environment reader designed for spaces where accurate climate control is essential. With large 7-segment red LED displays, it simultaneously shows: Temperature (in °C), Relative Humidity (in %), and Absolute Humidity (in g/m³).",
    "additionalFeatures": [
      "Its robust stainless-steel enclosure, high-brightness LEDs, and reliable sensor calibration make it ideal for environments such as operation theatres, pharma cleanrooms, HVAC zones, food storage areas, and industrial production lines."
    ],
    "technicalDetails": {
      "Display Type": "3 x 4-digit 7-segment LED (Red)",
      "Sensors": "Temperature and Humidity Sensor",
      "Power Supply": "12-24V DC",
      "Enclosure Material": "Brushed Stainless Steel",
      "Dimensions": "12 X 12 Inch"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i12"
    },
    "title": "Offline Voice-Control Smart Switch Board",
    "slug": "offline-voice-control-smart-switch-board",
    "image": "/images/the-offline-smart-switchboard.jpg",
    "description": "This Offline Smart Switch Board is a revolutionary solution designed for homes and buildings where internet connectivity is unreliable or undesired. Unlike traditional smart switches that depend on cloud services, this system is controlled by a dedicated local voice module that processes voice commands entirely offline — ensuring faster response, data privacy, and zero network dependency.",
    "additionalFeatures": [
      "It supports commands like: \"Turn on the lights\" and \"Switch off fan\".",
      "The smart board can be used in standalone mode with voice control or in combination with physical buttons and optional remote control. It's ideal for elderly care, rural areas, secure zones, or IoT-free environments."
    ],
    "technicalDetails": {
      "Control Method": "Offline Voice via Local Module",
      "Input voltage": "230V AC",
      "Installation": "Standard electrical wall box with Module Installed in It",
      "No. of Channels": "4 Nodes",
      "Operating Temperature": "0°C to 55°C"
    }
  },
  {
    "_id": {
      "$oid": "6679f1a2b3c4d5e6f7g8h9i13"
    },
    "title": "Alexa-Enabled Smart Switch Board",
    "slug": "alexa-enabled-smart-switch-board",
    "image": "/images/the-alexa-enabled-smart-switchboard.png",
    "description": "The Smart Switch Board with Alexa Integration brings the convenience of voice-controlled automation into your everyday life. With support for Amazon Alexa, Google Assistant, and smartphone apps, this switch board allows users to control fans, lights, sockets, and other appliances with simple voice commands like: \"Alexa, turn on the living room light.\" or \"Alexa, switch off the bedroom fan.\"",
    "additionalFeatures": [
      "Crafted with glass-touch panels or traditional modular form factors, the smart board also features manual override buttons for seamless usage during internet outages or voice assistant unavailability.",
      "Ideal for homes, offices, hotels, and smart buildings, this board makes automation intuitive, energy-efficient, and future-ready."
    ],
    "technicalDetails": {
      "Input voltage": "230V AC",
      "Control Method": "Voice Control (Alexa)",
      "Connectivity": "WIFI",
      "No. of Channels": "4 Nodes",
      "Operating Temperature": "0°C to 55°C"
    }
  }
]